Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/reference/case_studies/case_study_1_family_income_supplement.html.txt.tmx
Source language: en
Languages: ga

source: Case study 1: Family Income Supplement (FIS)
ga: Cás-Staidéar 1: Forlíonadh Ioncaim Teaghlaigh (FIT)

source: This is an example showing how income is assessed for Family Income Supplement in 2017
ga: Seo sampla a thaispeánann conas a ríomhtar ioncam i leith Forlíonadh Ioncaim Teaghlaigh in 2017

source: Mary has three children
ga: Tá triúr leanaí ag Mary

source: Her youngest child is five years old
ga: Tá an leanbh is óige atá aici cúig bliana d’aois

source: She is getting a One-Parent Family Payment (OFP) and was recently offered work part-time
ga: Tá íocaíocht do Theaghlach Aon-Tuismitheora á fáil aici agus tairgeadh obair pháirtaimseartha di le déanaí

source: If she takes the job, she will work three days each week and earn €300
ga: Má ghlacann sí leis an bpost, beidh sí ag obair trí lá sa tseachtain agus tuillfidh sí €300

source: Mary wants to take the job as all of her children are now in school but she knows her One-Parent Family Payment will be affected
ga: Ba mhaith le Mary glacadh leis an bpost toisc go bhfuil a leanaí ar fad ar scoil anois ach tuigeann sí go gcuirfear isteach ar a hÍocaíocht do Theaghlach Aon-Tuismitheora

source: Would Mary be better off financially if she takes the job offer?
ga: An mbeadh Mary níos fearr as ó thaobh airgid de dá nglacfadh sí leis an tairiscint oibre?

source: She has lived in her home for 20 years and has a small mortgage
ga: Tá sí ina cónaí ina teach le 20 bliain anuas agus tá morgáiste measartha beag aici

source: She gets a weekly maintenance payment of €80 for her mortgage costs which does not affect her One-Parent Family Payment
ga: Faigheann sí íocaíocht chothabhála €80 in aghaidh na seachtaine i leith a costais mhorgáiste, rud nach gcuireann isteach ar a hÍocaíocht do Theaghlach Aon-Tuismitheora

source: Her 18-year-old daughter is a student has a part-time job in a local shop
ga: Tá post páirtaimseartha ag a hiníon is sine i siopa áitiúil

source: Weekly net income from employment (See note 1) €300.00
ga: Glanioncam seachtainiúil ó fhostaíocht (féach nóta 1) €300.00

source: Add Weekly net income from self-employment €0.00
ga: Móide Glanioncam seachtainiúil ó fhéinfhostaíocht €0.00

source: Add reduced OFP (See note 2) €194.90
ga: Móide Íocaíochtaí Leasa Shóisialaigh (Féach nóta 2) €194.90

source: Add Income from occupational pensions €0.00
ga: Móide Ioncam ó Phinsin ghairme €0.00

source: Add Maintenance received €80.00
ga: Móide Airgead Cothabhála a fhaightear €80.00

source: The Family Income Supplement (FIS) maximum income limit for a family with three children is €713
ga: Is é an uasteorainn ioncaim don Fhorlíonadh Ioncaim Teaghlaigh (FIT) i gcás teaghlaigh ina bhfuil triúr leanaí ná €713

source: The difference between €713 and €574.90 is €138.10
ga: Is é an difríocht idir €713 agus €574.90 ná €138.10

source: 60% of the difference (€138.10) is €82.86
ga: 60% den difríocht €138.10 is €82.86

source: Mary will get a FIS payment of €83 (rounded up) each week
ga: Gheobhaidh Mary íocaíocht FIT €83 gach seachtain (slánaithe suas)

source: If she takes the job her total gross income including FIS will be €657.90 (€194.90 OFP plus €83 FIS plus €300 income from work plus €80 from maintenance)
ga: Má ghlacann sí leis an bpost beidh ioncam iomlán €657.90 aici lena n-áirítear FIT

source: Mary’s net income from employment is assessed for FIS, however her daughter’s income is not assessed because she is under 22 years of age and in full-time education
ga: Déantar glanioncam Mary ó fhostaíocht a mheasúnú i leith FIT, ach, ní mheasúnaítear ioncam a hiníne toisc go bhfuil sí faoi bhun 22 bliain d’aois agus in oideachas lánaimseartha

source: If Mary gets €300 from employment, her One-Parent Family Payment will be reduced. (€110 of income from employment is disregarded and 50% of the remaining €190 - which is €95 - is assessed as means)
ga: Má fhaigheann Mary €300 ó fhostaíocht, laghdófar a hÍocaíocht do Theaghlach Aon-Tuismitheora go dtí €105.50

source: She gets €29.80 for each child so her total payment will be €194.90
ga: Gheobhaidh sí €29.80 freisin do gach leanbh

source: More information is available about how income from employment affects your One-Parent Family Payment
ga: Léigh anseo chun tuilleadh eolais a fháil faoin gcaoi a dtéann ioncam ó fhostaíocht i bhfeidhm ar d’Íocaíocht do Theaghlach Aon-Tuismitheora
